[
    {
      "id": 1,
      "parrafo": "Planificar comidas",
      "parrafo2": "¡La clave es PLANIFICAR tus comidas! Elige un día de la semana para hacerlo. Con planificar cada 7 días para empezar, está bien. Incluye alimentos/platos que te gusten, intercalados con otros que no tanto pero que sabes que te hacen bien. Elige 1 proteína y 3 o 4 verduras por plato (así no te aburres). Sabiendo qué vas a comer, es más fácil decidir qué comprar, te ahorras tiempo y tomas decisiones más rápidas en las compras. Dedica 1 o 2 horas de tu fin de semana a lavar, cocinar y congelar para toda la semana.",
      "img": "../recursos/planificar-tips.webp"
    },
    {
      "id": 2,
      "parrafo": "Variedad de comidas",
      "parrafo2": "Para empezar a sumar más variedad a tu alimentación, te dejo algunos tips: Que tu desayuno sea diferente a la merienda (por ejemplo, mate y fruta en el desayuno, y yogurt con copos en la merienda). Elige verduras de temporada, alternando platos crudos y cocidos (recuerda que en la cocción muchas vitaminas se pierden). Consume a diario diferentes proteínas; de esta forma, estarás incorporando no solo la proteína sino también otros nutrientes beneficiosos, como las grasas saludables del pescado, el fósforo del huevo o el potasio de las legumbres.",
      "img": "../recursos/variado-tips.jpg"
    },
    {
      "id": 3,
      "parrafo": "A comer legumbres",
      "parrafo2": "Las legumbres pueden generar gases, pero existen técnicas culinarias que ayudan a evitar esto. Además, el cuerpo se adapta tras su consumo regular, reduciendo la inflamación y distensión abdominal. Para quienes no están acostumbrados, se sugiere comenzar consumiendo harinas de legumbre en pequeñas cantidades, remojar los granos durante al menos 12 horas antes de cocinarlos y consumirlos recién cocidos, ya que su estructura es menos fermentable en comparación con la versión fría. Acompañar las legumbres con vegetales cocidos sin cáscara también. Se recomienda incorporarlas con frecuencia semanal para permitir que el cuerpo se acostumbre gradualmente.",
      "img": "../recursos/legumbres-tips.jpg"
    },
    {
      "id": 4,
      "parrafo": "Los frutos secos son una excelente opción de colación",
      "parrafo2": "Son ricos en proteínas, grasas saludables, fibra y vitaminas. Gracias a sus grasas saludables, como el omega-3 y el ácido oleico, pueden mejorar la salud del corazón. Su contenido de fibra y grasas saludables ayuda a sentirse lleno/a y controlar el apetito. Tienen un bajo índice glucémico, lo que ayuda a mantener niveles estables de azúcar en sangre. Ricos en antioxidantes, como la vitamina E, protegen las células del daño oxidativo. ¡Ojo con la cantidad! Recuerda que la porción es de 1 puñadito. Si te generan inflamación, no los consumas seguido.",
      "img": "https://media.istockphoto.com/id/1254659212/es/foto/tuercas-en-las-manos-de-las-mujeres.jpg?s=612x612&w=0&k=20&c=oKo2tS2Dct3rfIgrCnT04xGirXO6OxMXnDFXSDb9F9s="
    }
  ]